Repository: kinola-ee/kinola-wp
Catalog: languages/kinola-*.po
Languages: fi, lt_lt

source: Film
fi: Elokuva
lt_lt: Filmas

source: Films
fi: Elokuvat
lt_lt: Filmai

source: Event
fi: Tapahtuma

source: Events
fi: Tapahtumat

source: Venues
fi: Tapahtumapaikat
lt_lt: Miestai

source: Venue
fi: Tapahtumapaika
lt_lt: Miestas

source: This shortcode requires a 'film' ID parameter.
fi: Tämä lyhytkoodi vaatii “film”-parametrin.

source: There is no film with ID %s.
fi: Tunnuksella %s ei ole elokuvaa.

source: Session expires in:
fi: Istunto päättyy:
lt_lt: Sesija baigiasi:

source: Session expired
fi: Istunto päättyi
lt_lt: Sesija baigėsi

source: Screen
fi: Valkokangas
lt_lt: Sesija

source: entrance
fi: sisäänkäynti

source: stage
fi: vaiheessa

source: balcony
fi: kādu

source: side balcony
fi: sivuparveke

source: free seat
fi: vapaat paikat

source: booked seat
fi: varattu paikka

source: taken seat
fi: varattu paikka

source: buffer seat
fi: puskuri paikka

source: seat with limited visibility
fi: istuin, jonka näkyvyys on rajoitettu

source: Free seats
fi: Vapaat paikat
lt_lt: Laisvos vietos

source: Choose tickets
fi: Valitse liput
lt_lt: Pasirinkite bilietus

source: Serial ticket {number}
fi: Sarjalippu {number}

source: Gift card {number}
fi: Lahjakortin {number}

source: Amount left
fi: Jäljellä

source: Sorry, the maximum number of tickets is limited
fi: Valitettavasti lippujen enimmäismäärä on rajoitettu
lt_lt: Atsiprašome, maksimalus bilietų skaičius ribotas

source: Total
fi: Kaikki yhteensä
lt_lt: Viso

source: Selected products
fi: Valitut tuotteet

source: Shopping basket
fi: Ostoskori

source: Client card and gift cards
fi: Sarjakortit ja lahjakortit
lt_lt: Kliento kortelė ir dovanų kortelės

source: Client card or gift card number
fi: Sarjakortin / lahjakortin numero
lt_lt: Kliento kortelės arba dovanų kortelės numeris

source: Confirm number
fi: Vahvista numero
lt_lt: Patvirtinkite numerį

source: We couldn't find a card with this number
fi: Emme löytäneet korttia tällä numerolla
lt_lt: Nepavyko rasti kortelės su šiuo numeriu

source: This card has already been added to this session
fi: Tämä kortti on jo lisätty tähän istuntoon
lt_lt: Ši kortelė jau pridėta prie šios sesijos

source: Contact
fi: Yhteystiedot
lt_lt: Kontaktai

source: We'll use your contact info to e-mail you your tickets and contact you in the case of unexpected changes to the screening.
fi: Käytämme yhteystietojasi lähettääksemme sinulle lippusi sähköpostitse ja otamme sinuun yhteyttä, jos näytöksessä tapahtuu odottamattomia muutoksia.
lt_lt: Naudosime jūsų kontaktinę informaciją, kad atsiųstume jums bilietus el. paštu ir susisieksime su jumis netikėtų peržiūros pakeitimų atveju.

source: name
fi: nimi
lt_lt: vardas

source: Please enter your name
fi: Kirjoita nimesi
lt_lt: Įveskite savo vardą

source: e-mail
fi: sähköposti
lt_lt: el. paštas

source: Please enter a valid e-mail address
fi: Ole hyvä ja syötä toimiva sähköpostiosoite
lt_lt: Prašome įvesti galiojantį elektroninio pašto adresą

source: The e-mail address you entered does not match the e-mail address on your card
fi: Antamasi sähköpostiosoite ei vastaa kortissasi olevaa sähköpostiosoitetta
lt_lt: Jūsų įvestas el. pašto adresas nesutampa su kortelėje esančiu el. pašto adresu

source: phone
fi: puhelin
lt_lt: telefonas

source: Sign up to our newsletter
fi: Tilaa uutiskirje ja saat sähköpostilla viikko-ohjelmistomme sekä tietoa tapahtumista ja kampanjoista.
lt_lt: Gauti kino teatro naujienlaiškį

source: By buying I agree with terms and conditions.
fi: Ostamalla hyväksyn ehdot.
lt_lt: Pirkdamas sutinku su taisyklėmis ir privatumo politika.

source: Choose payment
fi: Valitse maksu
lt_lt: Pasirinkite mokėjimą

source: Your payment was not successful. Please try again.
fi: Maksusi ei onnistunut. Yritä uudelleen.
lt_lt: Jūsų mokėjimas nebuvo sėkmingas. Prašau, pabandykite dar kartą.

source: Please choose your payment method.
fi: Valitse maksutapasi.
lt_lt: Pasirinkite mokėjimo būdą.

source: Something went wrong!
fi: Jotain meni pieleen!

source: Register
fi: Rekisteröidy
lt_lt: Registruotis

source: Pay
fi: Maksa
lt_lt: Mokėti

source: Schedule
fi: Aloita alusta
lt_lt: Tvarkaraštis

source: Purchase successful!
fi: Maksu hyväksytty

source: Buy more tickets
fi: Osta lisää lippuja
lt_lt: Pirkite daugiau bilietų

source: Sold out
fi: Loppuunmyyty
lt_lt: Išparduota!

source: Sorry, all tickets have been sold out.
fi: Valitettavasti kaikki liput on myyty loppuun.
lt_lt: Atsiprašome, visi bilietai išparduoti.

source: Sorry, tickets are temporarily unavailable.
fi: Valitettavasti lippuja ei ole tilapäisesti saatavilla.
lt_lt: Atsiprašome, bilietai laikinai nepasiekiami.

source: Payment pending
fi: Maksu odottaa
lt_lt: Laukiama apmokėjimo

source: Please complete your payment.
fi: Suorita maksu loppuun.
lt_lt: Užbaikite mokėjimą.

source: Ticket sale has ended.
fi: Lipunmyynti on päättynyt.

source: Please choose how many cinema visits can be made with this gift card.
fi: Ole hyvä ja valitse kuinka monta teatterikäyntiä voit tehdä tällä lahjakortilla.

source: One ticket (€ {price})
fi: Yksi lippu (€ {price})

source: Two tickets (€ {price})
fi: Kaksi lippua (€ {price})

source: Six tickets (€ {price})
fi: Kuusi lippua (€ {price})

source: 10 tickets (€ {price})
fi: 10 lippua (€ {price})

source: Or enter a custom amount.
fi: Valitse haluamasi summa

source: Please enter a valid amount
fi: Anna kelvollinen summa

source: The gift card amount must be at least {min} €. Please choose a larger amount.
fi: Lahjakortin summan tulee olla vähintään {min} €. Valitse suurempi summa.

source: Unfortunately, you cannot buy such an expensive gift card through the website. If you wish, please contact the cinema and we will find a solution.
fi: Valitettavasti et voi ostaa niin kallista lahjakorttia verkkosivuston kautta. Jos haluat, ota yhteyttä elokuvateatteriin, niin löydämme ratkaisun.

source: Your email
fi: Sähköposti

source: Gift card purchased!
fi: Lahjakortti ostettu!

source: Your gift card code is:
fi: Lahjakorttisi koodi on:

source: You can use it both on the cinema website and at the cashier.
fi: Voit käyttää sitä sekä elokuvateatterin verkkosivuilla että kassalla.

source: Serial ticket type
fi: Valitse lipputyyppi

source: {count} uses
fi: {count} käyttää

source: Valid until {date}
fi: Voimassa {date} asti

source: Serial ticket purchased!
fi: Sarjalippu ostettu!

source: Your serial ticket code is:
fi: Sarjalippusi koodi on:

source: Tickets
fi: Liput
lt_lt: Bilietai

source: Products
fi: Ruoka ja juoma

source: Confirm and pay
fi: Vahvista ja maksa

source: Choose products and pay
fi: Hyväksy

source: Complete purchase and pay
fi: Hyväksy ja maksa

source: Back
fi: Takaisin

source: All products
fi: Kaikki tuotteet

source: Search for a product...
fi: Etsi tuote…

source: Other products
fi: Muut tuotteet

source: My tickets
fi: Minun lippuni

source: Change
fi: Vaihda paikka

source: No results found for your search.
fi: Ei tuloksia haullesi.

source: Try another search term or
fi: Kokeile toista hakutermiä tai

source: remove filters
fi: poista suodattimet

source: Ordering products is currently disabled.
fi: Tuotteiden tilaaminen on tällä hetkellä poissa käytöstä.

source: Add products
fi: Tilaa tarjoilut

source: Order food and drinks to your seat!
fi: Voit tilata täältä tarjoiluja näytökseen, johon olet jo ostanut liput. Tilaus tulee tehdä viimeistään kaksi tuntia ennen näytöksen alkua. Anna näytöksen ja istumapaikkasi tiedot ja pääset tekemään tilausta. Tilaamasi tarjoilut toimitetaan suoraan paikallesi, etkä joudu jonottamaan baarissa.

source: If you haven't bought a ticket yet, check out our
fi: Jos et ole vielä ostanut elokuvalippuja, tee se ensin

source: schedule
fi: täällä

source: Choose the event you bought a ticket for
fi: Valitse elokuva, johon ostit lipun

source: Choose the seat you bought a ticket for
fi: Valitse paikka, jolle ostit lipun

source: Choose the movie
fi: Valitse elokuva

source: Choose the screening
fi: Valitse seulonta

source: Choose the row
fi: Valitse rivi

source: Choose the seat
fi: Valitse istuin

source: This screening does not have numbered seats. The ordered products will be associated with the buyer's name.
fi: Tässä näytöksessä ei ole numeroituja paikkoja. Tilatut tuotteet liitetään ostajan nimeen.

source: Row
fi: Rivi

source: Seat
fi: Istuin

source: Your cart is empty. Add some products to your cart to place an order.
fi: Ostoskorisi on tyhjä. Lisää tuotteita ostoskoriin tehdäksesi tilauksen.

source: You can ask for your tickets from the cashier.
fi: Voit kysyä lippusi kassalta.
lt_lt: Bilietus galite gauti ir kasoje.

source: You can also download your tickets here:
fi: Voit myös ladata lippusi täältä:
lt_lt: Taip pat, galite atsisiųsti savo bilietą čia:

source: Download tickets
fi: Lataa liput
lt_lt: Atsisiųsti bilietą

source: All films
fi: Kaikki elokuvat

source: All venues
fi: Kaikki tapahtumapaikat
lt_lt: Visi miestai

source: All dates
fi: Kaikki päivämäärät
lt_lt: Visos datos

source: All times
fi: Kaikki ajat

source: The field '%s' does not a have a corresponding translation in Kinola for this website's configured language (%s).
fi: Kentällä ‘%s’ ei ole vastaavaa käännöstä Kinolassa tämän sivuston määritetylle kielelle (%s).

# Admin
source: Every 15 minutes
fi: 15 minuutin välein
lt_lt: Kas 15 minučių

# Admin
source: Film
fi: Elokuva

# Admin
source: Date
fi: Päivämäärä
lt_lt: Data

# Admin
source: Time
fi: Aika
lt_lt: Laikas

# Admin
source: Venue
fi: Paikka
lt_lt: Miestas

# Admin
source: Room
fi: Huone
lt_lt: Kambarys

# Admin
source: Program
fi: Ohjelmoida
lt_lt: Programa

# Admin
source: Languages
fi: Kieli (kielet
lt_lt: Kalbos

# Admin
source: Subtitles
fi: Tekstitykset
lt_lt: Subtitrai

# Admin
source: Event ID in Kinola
fi: Tapahtumatunnus Kinolassa

# Admin
source: Film ID in Kinola
fi: Film ID Kinolassa

# Admin
source: Runtime
fi: Suoritusaika

# Admin
source: Year
fi: Vuosi
lt_lt: Metai

# Admin
source: Rating
fi: Ikäraja
lt_lt: Įvertinimas

# Admin
source: Distributor
fi: Jakelija
lt_lt: Platintojas

source: Buy ticket
fi: Osta lippu
lt_lt: Pirkti bilietą

source: No upcoming events.
fi: Ei tulevia tapahtumia.

source: Director
fi: Ohjaus

source: Cast
fi: Näyttelijät

source: Language
fi: Kieli

source: Subtitles
fi: Tekstitys

source: Screenings
fi: Näytökset

source: No upcoming screenings
fi: Ei tulevia näytöksiä
lt_lt: Jokių būsimų seansų

source: Watch trailer
fi: Katso traileri

source: No films to display.
fi: Ei näytettäviä elokuvia.
lt_lt: Nėra filmų, kuriuos būtų galima rodyti.

source: Filter
fi: Suodattaa

# Admin
source: Import films
lt_lt: Importuoti filmus

# Admin
source: Film data imported successfully!
lt_lt: Filmo duomenys sėkmingai importuoti!

# Admin
source: All future events imported successfully!
lt_lt: Visi būsimi seansai sėkmingai importuoti!

# Admin
source: Title
lt_lt: Pavadinimas

# Admin
source: Original title
lt_lt: Originalus pavadinimas

# Admin
source: Actions
lt_lt: Veiksmai

# Admin
source: Import
lt_lt: Importuoti

# Admin
source: Films
lt_lt: Filmai

source: Ticket purchase successful!
lt_lt: Bilietas nupirktas!

source: Seats
lt_lt: Vietos

# Admin
source: Film ID
lt_lt: Filmo ID

# Admin
source: Duration
lt_lt: Trukmė

source: No upcoming events!
lt_lt: Jokių būsimų įvykių!
